wip: subindo para 'make generate manifests' no codespaces
